
/* Class = "NSWindow"; title = "Downloads"; ObjectID = "5"; */
"Downloads" = "Pobieranie";

/* Class = "NSButton"; ibShadowedToolTip = "Remove all finished downloads"; ObjectID = "9"; */
"Remove all finished downloads" = "Usuwa wpisy dla pobranych plików";

/* Class = "NSButtonCell"; title = "Clear Downloads"; ObjectID = "145"; */
"Clear Downloads" = "Wyczyść Pobieranie";
